Repository: CodedOre/NewCaw-po
Catalog: *.po
Languages: cs

source: Your window to the social world
cs: Vaše okno do světa sociálních sítí

source: Cawbird is a client for the short-text social networks like Mastodon.
cs: Cawbird je klientem pro sociální sítě s krátkým textem, jako je Mastodon.

source: Screenshot caption
cs: Popisek snímku obrazovky

source: This is a development build for the upcoming 2.0 release of Cawbird!
cs: Toto je vývojové sestavení pro nadcházející verzi 2.0 Cawbird!

source: Mastodon Client
cs: Klient Mastodon

source: Display user avatars round.
cs: Zobrazit uživatelské avatary kulaté.

source: If to show tags after the text.
cs: Pokud chcete zobrazit tagy za textem.

source: If a double click is required to activate posts.
cs: Pokud je k aktivaci příspěvků potřeba dvojité kliknutí.

source: The Size for the MediaDialog.
cs: Velikost pro MediaDialog.

source: Translators: Add your name here!
cs: Amerey.eu

source: Based on Corebird, created by
cs: Založeno na Corebirdu, vytvořeno

source: Cancel
cs: Zrušit

source: Back
cs: Zpět

source: No code set!
cs: Není nastaven žádný kód!

source: Authentication failed.
cs: Ověření se nezdařilo.

source: No domain set!
cs: Není nastavena žádná doména!

source: Could not authenticate at server.
cs: Nelze ověřit na serveru.

source: Why are you even here? There is no Mastodon backend!
cs: Proč jsi vůbec tady? Žádný backend Mastodon neexistuje!

source: Posts
cs: Příspěvky

source: Reposts
cs: Reposty

source: Open on %s
cs: Otevřít na %s

source: Copy Link to Clipboard
cs: Zkopírovat odkaz do schránky

source: Pinned by %s
cs: Připnuto uživatelem %s

source: %s using %s
cs: %s pomocí %s

source: Verified on %s
cs: Ověřeno %s

source: <b>%i</b> Following
cs: <b>%i</b> sleduje

source: <b>%i</b> Followers
cs: <b>%i</b> sledující

source: Joined %s
cs: Připojil se %s

source: URL to media copied!
cs: Adresa URL média zkopírována!

source: Remove this Account?
cs: Chcete tento účet odstranit?

source: This will remove the access for this account from your client.
cs: Tímto odeberete přístup k tomuto účtu.

source: Remove Account
cs: Odstranit účet

source: %i minute ago
cs: před %i minutou

source: %i hour ago
cs: před %i hodinou

source: UNKNOWN
cs: NEZNÁMÝ

source: Add Account
cs: Přidat účet

source: Authenticate Cawbird
cs: Ověřit Cawbird

source: Continue the authentication in your browser.
cs: Pokračujte v ověřování ve svém prohlížeči.

source: Continue
cs: Pokračovat

source: Retry Authentication
cs: Opakovat ověření

source: Enter the Passcode
cs: Zadejte heslo

source: Authentication Code
cs: Ověřovací kód

source: Authentication Complete!
cs: Ověřování dokončeno!

source: Finishing Authentication...
cs: Dokončování ověřování...

source: Set your Server
cs: Nastavte svůj server

source: Set the server to your Mastodon instance
cs: Nastavte server na vaši instanci Mastodon

source: Server Domain
cs: Doména serveru

source: Add an Account
cs: Přidat účet

source: Add Mastodon Account
cs: Přidat účet Mastodon

source: Replies
cs: Odpovědi

source: Media
cs: Média

source: Click to view content
cs: Kliknutím zobrazíte obsah

source: Save Media
cs: Uložit média

source: Copy Media URL
cs: Kopírovat adresu URL média

source: Open in Browser
cs: Otevřít v prohlížeči

source: Animated GIF
cs: Animovaný GIF

source: Preferences
cs: Předvolby

source: About
cs: O aplikaci

source: Appearance
cs: Vzhled

source: Round Avatars
cs: Kulatí avataři

source: Display Trailing Tags
cs: Zobrazit koncové tagy

source: Activate on Double-Click
cs: Aktivovat dvojitým kliknutím

source: Account Settings
cs: Nastavení účtu

source: Auto-start
cs: Automatické spuštění

source: Accounts
cs: Účty

source: Verified User
cs: Ověřený uživatel

source: Bot Account
cs: Účet robota

source: Protected User
cs: Chráněný uživatel

source: Open in new Window
cs: Otevřít v novém okně

source: Display Account
cs: Zobrazit účet
